{"books":[{"author":"Leigh Bardugo","book_summary":"See the Grishaverse come to life on screen with Shadow and Bone, now a Netflix original series. Enter the Grishaverse with Book One of the Shadow and Bone Trilogy by the #1 New York Times–bestselling author of Six of Crows and Crooked Kingdom.","cover_image":"https://m.media-amazon.com/images/I/51KISLCE4nL.jpg","id":1,"print_length":369,"title":"Shadow and Bone"},{"author":"George Orwell","book_summary":"Big Brother is watching you... Under the all-seeing eye of Big Brother, Winston Smith spends his days in the Ministry of Truth, rewriting the past for the Party. Despite constant surveillance and the ever-present threat of repression, he starts to inwardly question the regime. A note from a colleague - 'I love you' - marks the beginning of a secret affair that breaks all the rules. But what will happen when they are found out?","cover_image":"https://m.media-amazon.com/images/I/51YxDhc+T4L.jpg","id":2,"print_length":156,"title":"Nineteen Eighty-Four"},{"author":"Marcel Proust","book_summary":"In Swann's Way, the themes of Proust's masterpiece are introduced, and the narrator's childhood in Paris and Combray is recalled, most memorably in the evocation of the famous maternal good-night kiss. The recollection of the narrato'.s love for Swann's daughter Gilberte leads to an account of Swann's passion for Odette and the rise of the nouveaux riches Verdurins.","cover_image":"https://images-na.ssl-images-amazon.com/images/I/5146m4I7h-L._SX332_BO1,204,203,200_.jpg","id":3,"print_length":606,"title":"Swann's Way: In Search of Lost Time, Vol. 1"},{"author":"J. D. Salinger","book_summary":"Anyone who has read J.D. Salinger's New Yorker stories--particularly A Perfect Day for Bananafish, Uncle Wiggily in Connecticut, The Laughing Man, and For Esme With Love and Squalor--will not be surprised by the fact that his first novel is full of children. The hero-narrator of The Catcher in the Rye is an ancient child of sixteen, a native New Yorker named Holden Caulfield.","cover_image":"https://images-na.ssl-images-amazon.com/images/I/518dVCGFuhL._SX323_BO1,204,203,200_.jpg","id":4,"print_length":288,"title":"The Catcher in the Rye"},{"author":"F. Scott Fitzgerald","book_summary":"The Great Gatsby is a 1925 novel by American writer F. Scott Fitzgerald. Set in the Jazz Age on Long Island, the novel depicts narrator Nick Carraway's interactions with mysterious millionaire Jay Gatsby and Gatsby's obsession to reunite with his former lover, Daisy Buchanan.","cover_image":"https://images-na.ssl-images-amazon.com/images/I/41u-0MIGcpS._SX326_BO1,204,203,200_.jpg","id":5,"print_length":110,"title":"The Great Gatsby"},{"author":"J.R.R. Tolkien","book_summary":"All three parts of the epic masterpiece The Lord of the Rings – The Fellowship of the Ring, The Two Towers & The Return of the King – available as one download, featuring the definitive edition of the text, hyperlinked footnotes and page references, and 3 maps including a detailed map of Middle-earth.","cover_image":"https://images-na.ssl-images-amazon.com/images/I/51eq24cRtRL._SX331_BO1,204,203,200_.jpg","id":6,"print_length":1209,"title":"The Lord of the Rings: 50th Anniversary, One Vol. Edition"},{"author":"Ray Bradbury","book_summary":"Sixty years after its originally publication, Ray Bradbury’s internationally acclaimed novel Fahrenheit 451 stands as a classic of world literature set in a bleak, dystopian future. Today its message has grown more relevant than ever before.","cover_image":"https://images-na.ssl-images-amazon.com/images/I/41qI9quGIdL._SX324_BO1,204,203,200_.jpg","id":7,"print_length":249,"title":"Fahrenheit 451"},{"author":"Antoine de Saint-Exupéry","book_summary":"Few stories are as widely read and as universally cherished by children and adults alike as The Little Prince. Richard Howard's translation of the beloved classic beautifully reflects Saint-Exupéry's unique and gifted style. Howard, an acclaimed poet and one of the preeminent translators of our time, has excelled in bringing the English text as close as possible to the French, in language, style, and most important, spirit.","cover_image":"https://images-na.ssl-images-amazon.com/images/I/4186P0mACWL._SX336_BO1,204,203,200_.jpg","id":8,"print_length":96,"title":"The Little Prince"},{"author":"Jane Austen","book_summary":"Pride and Prejudice is a comedy of manners centered around the Bennet family, a family of five daughters where the parents are desperate for at least one of them to make a wealthy match and save the next generation from destitution. Austen's story engages with the tension between marrying for love, rather than wealth or social prestige, and the pressure to assure financial security.","cover_image":"https://images-na.ssl-images-amazon.com/images/I/31NPuafeT6L._SX331_BO1,204,203,200_.jpg","id":9,"print_length":182,"title":"Pride and Prejudice"},{"author":"Fyodor Dostoevsky","book_summary":"With the same suppleness, energy, and range of voices that won their translation of The Brothers Karamazov the PEN/Book-of-the-Month Club Prize, Pevear and Volokhonsky offer a brilliant translation of Dostoevsky's classic novel that presents a clear insight into this astounding psychological thriller.","cover_image":"https://images-na.ssl-images-amazon.com/images/I/41WYXBA5mrL._SX320_BO1,204,203,200_.jpg","id":10,"print_length":565,"title":"Crime and Punishment"}]}